go-simple-app/results.txt
Running 1m test @ http://localhost:8080
  10 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   291.54ms  138.33ms 955.24ms   88.64%
    Req/Sec     7.83      2.78    20.00     74.60%
  4285 requests in 1.00m, 21.35MB read
Requests/sec:     71.30
Transfer/sec:    363.83KB