go-simple-app/results.txt
Running 1m test @ http://localhost:8080
  10 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   228.69ms  193.91ms   1.98s    92.69%
    Req/Sec     5.44      2.74    10.00     63.71%
  2662 requests in 1.00m, 13.26MB read
  Socket errors: connect 0, read 0, write 0, timeout 31
Requests/sec:     44.29
Transfer/sec:    226.00KB